package work;

import java.util.HashMap;
import java.util.Map;

public class FortuneScripts {
	public static Map<Integer, String> fortuneScripts = new HashMap<Integer, String>(){
		{ put(1,  "心揺れ動く時。</br>心身のバランスを整えよう。"); }
		{ put(2,  "新しい世界に一歩踏み出そう。</br>今こそ変身の時。"); }
		{ put(3,  "結果は出にくくても腐るなかれ。</br>謙虚さがカギに。"); }
		{ put(4,  "視野拡大の時。</br>珍しさ・新しさを求めて吉。"); }
		{ put(5,  "物事が思いどおりに進まなくても、</br>笑顔で乗り切って。"); }
		{ put(6,  "未経験のことにトライすると新しい道が開けそう。"); }
		{ put(7,  "「地道さ、実直さ、正確さ」を心がけて。</br>手抜きと悪口は御法度。"); }
		{ put(8,  "運気は最高。</br>攻めの一手でチャンスをつかもう。"); }
		{ put(9,  "時間がかかっても、</br>周到に調べてから行動すべし。"); }
		{ put(10, "頭デッカチになり過ぎ好機を逃しそう。</br>チャンスに飛び付いて。"); }
		{ put(11, "悩みは抱え込まずに相談を。</br>外向的になると吉。"); }
		{ put(12, "良い意味でのハプニングがありそう。</br>期待してください。"); }
		{ put(13, "考えるだけでなく、</br>思いを伝える方法を見つけて。"); }
		{ put(14, "尻込みせずに変化を受け入れれば、</br>楽しみが倍増。"); }
		{ put(15, "今日は口よりも手を動かして吉。</br>不言実行で信頼回復。"); }
		{ put(16, "怖いもの知らずの賭けがむしろ吉と出そうです。</br>勝負に出て。"); }
		{ put(17, "遅刻や忘れものなどルーズになりそうな日。</br>体調も危険信号。"); }
		{ put(18, "完璧主義もほどほどに。</br>全体的な出来を重視しましょう。"); }
		{ put(19, "柄でもないことに挑戦して。</br>新たな才能を発見できます。"); }
		{ put(20, "やりたいことをやる。</br>自分に素直になれば道が開ける日。"); }
	};
}
